{"musicas":[{"id":1,"title":"Evidencias","seconds":"360","artista":"Chitaozinho e Xororo","descricao":"Formada pelos cantores Jose Sobrinho, e Durval de Lima, os quais são: Chitaozinho, e Xororo, respectivamente. Venderam mais de 40 milhoes de albuns, desde o inicio da carreira (1970) ate os dias atuais","ano":"1989"},{"id":2,"title":"Faroeste Caboclo","seconds":"600","artista":"Renato Russo","descricao":"Renato Russo, nome artístico de Renato Manfredini Júnior, foi um cantor, compositor, produtor e multi-instrumentista brasileiro, célebre por ter sido líder, vocalista e fundador da banda Legião Urbana","ano":"1979"},{"id":3,"title":"Sultains of Swing","seconds":"320","artista":"Dire Straits","descricao":"Dire Straits foi uma banda de rock britânica formada em 1977 por Mark Knopfler, seu irmão David Knopfler (guitarra), John Illsley (baixo) e Pick Withers (bateria)","ano":"1978"},{"id":4,"title":"Thriller","seconds":"360","artista":"Michael Jackson","descricao":"Michael Joseph Jackson, nascido nos EUA, foi um dos mais polêmicos cantores do mundo, pelo simples fato de ter se envolvido, em 1993, em um processo de pedofilia. É considerado o rei do pop","ano":"1982"},{"id":5,"title":"Aonde quer que eu vá","seconds":"270","artista":"Os Paralamas do Sucesso","descricao":"Herbert Vianna, cantor e compositor do grupo, é um dos grandes guerreiros da música brasileira, já que sofreu um grave acidente de avião, perdendo o movimento das pernas","ano":"2000"},{"id":6,"title":"Down Under","seconds":"310","artista":"Men At Work","descricao":Men at Work é uma banda australiana de pop rock com influências de Reggae e New Wave. Formada na cidade de Melbourne, em 1979, a banda teve o auge de sua popularidade no início da década de 1980, conquistando o prêmio Grammy Award de artista revelação em 1983.","ano":"1981"},{"id":7,"title":"Oh No Not You Again","seconds":"350","artista":"Australian Crawl","descricao":"Australian Crawl, também conhecida como OZ Crawl, foi uma das maiores bandas da Austrália na década de 1980. Formada em 1978 por James Reyne e Simon Binks, contava também com a participação de Guy McDonough, Bill McDonough, Paul Williams e Brad Robinson","ano":"1981"},{"id":9,"title":"Resposta","seconds":"290","artista":"Skank","descricao":"Skank foi uma banda de pop rock brasileira formada em 1991 na cidade de Belo Horizonte, MG, por Samuel Rosa, Henrique Portugal, Lelo Zaneti e Haroldo Ferretti. A banda já vendeu cerca de 6,6 milhões de discos entre CDs e DVDs","ano":"1998"}]}
